INSERT INTO problems ("name", "description", "in", "out", "tests", "examples") VALUES ('Футбол', 'Петя и Вася играют в футбол. Петя забил А голов, а Вася - В голов.Ваша задача посчитать, скольковсего голов было забито в данной игре :)', 'На ввод подаются два числа на разных строках. A - число голов,
забитых Петей. B - Васей.
0 ≤ А ≤ 10^9
0 ≤ B ≤ 10^9', 'Выведите общее количество голов в игре', '[
["12\n13", "25"], ["3\n2", "5"],
 ["3\n15","18"]
 ]', '[
["12\\n13", "25"], ["3\\n2", "5"],
 ["3\n15","18"]
 ]');
INSERT INTO problems ("name", "description", "in", "out", "tests", "examples") VALUES ('Четность числа', 'Маша и Даша спорят, кто больше разбирается в математике. При этом, Даша не знает почти ничего. Помогите ей выиграть спор. Ваша задача написать программу, определяющую четность числа', '-10^6 <= N <= 10^6', 'Вывести "YES", если число четное. "NO" - если нечетное. (Вывод выполняется без ковычек)', '[["2", "YES"], ["0", "YES"], ["1","NO"]]', '[["2", "YES"], ["0", "YES"], ["1","NO"]]');